Repository: ivaradi/mlx
Catalog: locale/*/mlx.po
Languages: hu

source: Secondary
hu: Másodlagos

# aircraft_dc3
source: Lisunov Li-2
hu: Liszunov Li-2

# aircraft_t134
source: Tupolev Tu-134
hu: Tupoljev Tu-134

# aircraft_t154
source: Tupolev Tu-154
hu: Tupoljev Tu-154

# aircraft_yk40
source: Yakovlev Yak-40
hu: Jakovlev Jak-40

# file_filter_all
source: All files
hu: Összes fájl

# file_filter_pireps
source: PIREP files
hu: PIREP fájlok

# file_filter_audio
source: Audio files
hu: Audio fájlok

# button_cancel
source: _Cancel
hu: _Mégse

# button_yes
source: _Yes
hu: _Igen

# button_no
source: _No
hu: _Nem

# button_browse
source: Browse...
hu: Keresés...

# button_send
source: _Send...
hu: _Küldés...

# button_register
source: _Register
hu: _Regisztráció

# button_cancelFlight
source: Cancel flight
hu: Járat megszakítása

# menu_file
source: File
hu: Fájl

# menu_file_loadPIREP
source: _Load PIREP...
hu: PIREP be_töltése...

# menu_file_loadPIREP_key
source: l
hu: t

# menu_file_quit
source: _Quit
hu: _Kilépés

# menu_file_quit_key
source: q
hu: k

# quit_question
source: Are you sure to quit the logger?
hu: Biztosan ki akarsz lépni?

# menu_tools
source: Tools
hu: Eszközök

# menu_tools_chklst
source: _Checklist Editor
hu: _Ellenőrzőlista szerkesztő

# menu_tools_chklst_key
source: c
hu: e

# menu_tools_callouts
source: _Approach Callouts Editor
hu: _Megközelítési bemondások szerkesztése

# menu_tools_callouts_key
source: e
hu: m

# menu_tools_prefs
source: _Preferences
hu: _Beállítások

# menu_tools_prefs_key
source: p
hu: b

# menu_tools_bugreport
source: _Report bug
hu: _Hibajelentés

# menu_tools_bugreport_key
source: b
hu: h

# menu_view
source: View
hu: Nézet

# menu_view_monitor
source: Show _monitor window
hu: Mutasd a _monitor ablakot

# menu_view_debug
source: Show _debug log
hu: Mutasd a _debug naplót

# menu_help
source: Help
hu: Súgó

# menu_help_manual
source: _User's manual
hu: _Felhasználói kézikönyv

# menu_help_manual_key
source: u
hu: f

# menu_help_about
source: _About
hu: _Névjegy

# menu_help_about_key
source: a
hu: n

# tab_flight
source: _Flight
hu: _Járat

# tab_flight_tooltip
source: Flight wizard
hu: Járat varázsló

# tab_flight_info
source: Flight _info
hu: Járat _info

# tab_flight_info_tooltip
source: Further information regarding the flight
hu: Egyéb információk a járat teljesítésével kapcsolatban

# tab_weight_help
source: _Help
hu: _Segítség

# tab_weight_help_tooltip
source: Help to calculate the weights
hu: Segítség a súlyszámításhoz

# tab_log
source: _Log
hu: _Napló

# tab_log_tooltip
source: The log of your flight that will be sent to the MAVA website
hu: A járat naplója, amit majd el lehet küldeni a MAVA szerverére

# tab_gates
source: _Gates
hu: _Kapuk

# tab_gates_tooltip
source: The status of the MAVA fleet and the gates at LHBP
hu: A MAVA flotta és LHBP kapuinak állapota

# tab_debug_log
source: _Debug log
hu: _Debug napló

# tab_debug_log_tooltip
source: Log with debugging information.
hu: Hibakereséshez használható információkat tartalmazó napló.

# conn_failed
source: Cannot connect to the simulator.
hu: Nem tudtam kapcsolódni a szimulátorhoz.

# conn_failed_sec
source: Rectify the situation, and press <b>Try again</b> to try the connection again, or <b>Cancel</b> to cancel the flight.
hu: Korrigáld a problémát, majd nyomd meg az <b>Próbáld újra</b> gombot az újrakapcsolódáshoz, vagy a <b>Mégse</b> gombot a járat megszakításához.

# conn_broken
source: The connection to the simulator failed unexpectedly.
hu: A szimulátorral való kapcsolat váratlanul megszakadt.

# conn_broken_sec
source: If the simulator has crashed, restart it and restore your flight as much as possible to the state it was in before the crash. Then press <b>Reconnect</b> to reconnect. If you want to cancel the flight, press <b>Cancel</b>.
hu: Ha a szimulátor elszállt, indítsd újra és állítsd vissza a repülésed elszállás előtti állapotát amennyire csak lehet. Ezután nyomd meg az <b>Újrakapcsolódás</b> gombot a kapcsolat ismételt felvételéhez. Ha meg akarod szakítani a repülést, nyomd meg a <b>Mégse</b> gombot.

# button_tryagain
source: _Try again
hu: _Próbáld újra

# button_reconnect
source: _Reconnect
hu: Újra_kapcsolódás

# login_title
source: Login
hu: Bejelentkezés

# login_info
source: Enter your MAVA pilot's ID and password to log in to the MAVA website.
hu: Írd be a MAVA pilóta azonosítódat és a bejelentkezéshez használt jelszavadat.

source: Login
hu: Bejelentkezés

# loginHelp
source: Enter your MAVA pilot's ID and password to log in to the MAVA website and download your booked flights.
hu: Írd be a MAVA pilóta azonosítódat és a bejelentkezéshez használt jelszavadat, hogy választhass a foglalt járataid közül.

# label_pilotID
source: Pil_ot ID:
hu: _Azonosító:

# login_pilotID_tooltip
source: Enter your MAVA pilot's ID. This usually starts with a 'P' followed by 3 digits.
hu: Írd be a MAVA pilóta azonosítódat. Ez általában egy 'P' betűvel kezdődik, melyet 3 számjegy követ.

# label_password
source: _Password:
hu: Je_lszó:

# login_password_tooltip
source: Enter the password for your pilot's ID
hu: Írd be a pilóta azonosítódhoz tartozó jelszavadat.

source: _Remember password
hu: _Emlékezz a jelszóra

# login_remember_tooltip
source: If checked, your password will be stored by the program, so that you should not have to enter it every time. Note, however, that the password is stored as text, and anybody who can access your files will be able to read it.
hu: Ha ezt kiválasztod, a jelszavadat eltárolja a program, így nem kell mindig újból beírnod. Vedd azonban figyelembe, hogy a jelszót szövegként tároljuk, ezért bárki elolvashatja, aki hozzáfér a fájljaidhoz.

# login_entranceExam
source: _Entrance exam
hu: _Ellenőrző repülés

# login_entranceExam_tooltip
source: Check this to log in to take your entrance exam.
hu: Ha ezt bejelölöd, ellenörző repülésre jelentkezhetsz be.

# button_login_register
source: R_egister...
hu: _Regisztráció...

# button_login_register_tooltip
source: Click here if you would like to register with Malév Virtual
hu: Kattints ide a Malév Virtualhoz való regisztrálás céljából.

# button_offline
source: Fl_y offline
hu: _Offline repülés

# button_offline_tooltip
source: Click this button to fly offline, without logging in to the MAVA website.
hu: Kattints ide hogy offline, a MAVA szerverre való bejelentkezés nélkül repülhess.

# button_login
source: Logi_n
hu: _Bejelentkezés

# login_button_tooltip
source: Click to log in.
hu: Kattints ide a bejelentkezéshez.

# login_busy
source: Logging in...
hu: Bejelentkezés...

# login_invalid
source: Invalid pilot's ID or password.
hu: Érvénytelen azonosító vagy jelszó.

# login_invalid_sec
source: Check the ID and try to reenter the password.
hu: Ellenőrizd az azonosítót, és próbáld meg újra beírni a jelszót.

# login_entranceExam_invalid
source: Invalid pilot's ID or not registered for exam.
hu: Érvénytelen azonosító, vagy nem regisztráltak a vizsgára.

# login_entranceExam_invalid_sec
source: Check the ID and make sure that you are allowed to take your entrance exam.
hu: Ellenőrizd az azonosítót, és bizonyosdj meg arról, hogy végrehajthatod-e az ellenőrző repülést.

# login_failconn
source: Failed to communicate with the MAVA website.
hu: Nem sikerült kommunikálni a MAVA honlappal.

# login_failconn_sec
source: Try again in a few minutes. If it does not help, see the debug log for details.
hu: Próbáld meg pár perc múlva. Ha az nem segít, részletesebb információt találsz a debug naplóban.

# reload_busy
source: Reloading flights...
hu: Járatok újratöltése...

# reload_failed
source: Your pilot ID and password failed this time.
hu: Ezúttal nem működött az azonosítód és a jelszavad.

# reload_failed_sec
source: This must be some problem with the MAVA website (or you are fired), using your old list of flights.
hu: Ez minden bizonnyal a MAVA website hibája (hacsak nem rúgtak ki), így használom a régi járatlistát.

# reload_failconn
source: Failed to communicate with the MAVA website.
hu: Nem sikerült kommunikálni a MAVA honlappal.

# reload_failconn_sec
source: Your previously downloaded list of flights will be used.
hu: A korábban letöltött járatlistát használom.

# cancelFlight_question
source: Are you sure to cancel the flight?
hu: Biztosan meg akarod szakítani a járatot?

# button_next
source: _Next
hu: _Előre

# button_next_tooltip
source: Click to go to the next page.
hu: Kattints ide, ha a következő lapra szeretnél lépni.

# button_previous
source: _Previous
hu: _Vissza

# button_previous_tooltip
source: Click to go to the previous page.
hu: Kattints ide, ha az előző lapra szeretnél lépni.

# button_cancelFlight_tooltip
source: Click to cancel the current flight. If you have logged in, you will go back to the flight selection page, otherwise to the login page.
hu: Kattints ide, ha meg akarod szakítani a járatot. Ha bejelentkeztél, visszakerülsz a járatválasztó lapra, egyébként a bejelentkező lapra.

# flightsel_title
source: Flight selection
hu: Járatválasztás

# flightsel_prehelp_0rep_rej
source: <span color="red">You have %d rejected flight(s).</span>
hu: <span color="red">%d visszautasított járatod van.</span>

# flightsel_prehelp_rep_0rej
source: You have %d reported flight(s).
hu: %d jelentett járatod van.

# flightsel_prehelp_rep_rej
source: <span color="red">You have %d rejected and %d reported flight(s).</span>
hu: <span color="red">%d jelentett és %d visszautasított járatod van.</span>

# flightsel_help
source: Select the flight you want to perform.
hu: Válaszd ki a járatot, amelyet le szeretnél repülni.

# flightsel_chelp
source: You have selected the flight highlighted below.
hu: A lent kiemelt járatot választottad.

# flightsel_no
source: Flight no.
hu: Járatszám

# flightsel_deptime
source: Departure time [UTC]
hu: Indulás ideje [UTC]

# flightsel_from
source: From
hu: Honnan

# flightsel_to
source: To
hu: Hová

# flightsel_pending
source: _Pending flights...
hu: Fü_ggő járatok...

# flightsel_pending_tooltip
source: Click here to review the list of the flights you have reported, but are either not reviewed yet or have been rejected.
hu: Ide kattinva megnézheted azokat a járataidat, amelyeket már jelentettél, de még nem fogadták el vagy utasították vissza.

# flightsel_save
source: _Save flight
hu: Járat _mentése

# flightsel_save_tooltip
source: Click here to save the currently selected flight into a file that can be loaded later.
hu: Kattints ide az éppen kiválasztott járatnak fájlba mentéséhez. A fájl később visszatölthető, és így a járat offline is teljesíthető lesz.

# flightsel_save_title
source: Save a flight into a file
hu: Járat mentése fájlba

# flightsel_save_failed
source: Could not save the flight into a file.
hu: Nem tudtam elmenteni a járatot.

# flightsel_save_failed_sec
source: Check the debug log for more details.
hu: A további részleteket lásd a debug naplóban.

# flightsel_refresh
source: _Refresh flights
hu: Járatlista f_rissítése

# flightsel_refresh_tooltip
source: Click here to refresh the list of flights from the MAVA website.
hu: Kattints ide a járatlista újbóli letöltéséhez.

# flightsel_load
source: L_oad flight from file
hu: Járat betöltése _fájlból

# flightsel_load_tooltip
source: Click here to load a flight from a file, and add it to the list above.
hu: Kattints ide, hogy fájlból betölthess egy járatot, ami bekerül a fenti listába.

# flightsel_load_title
source: Load flight from file
hu: Járat betöltése fájlból

# flightsel_filter_flights
source: Flight files
hu: Járat fájlok

# flightsel_load_failed
source: Could not load the flight file
hu: Nem tudtam betölteni a járatfájlt.

# flightsel_load_failed_sec
source: Check the debug log for more details.
hu: A további részleteket lásd a debug naplóban.

# flightsel_popup_select
source: _Select
hu: _Kiválasztás

# flightsel_popup_save
source: S_ave...
hu: _Mentés...

# fleet_busy
source: Retrieving fleet...
hu: Flottaadatok letöltése...

# fleet_failed
source: Failed to retrieve the information on the fleet.
hu: Nem sikerült letöltenem a flotta adatait.

# fleet_update_busy
source: Updating plane status...
hu: Repülőgép pozíció frissítése...

# fleet_update_failed
source: Failed to update the status of the airplane.
hu: Nem sikerült frissítenem a repülőgép pozícióját.

# gatesel_title
source: LHBP gate selection
hu: LHBP kapuválasztás

# gatesel_help
source: The airplane's gate position is invalid. Select the gate from which you would like to begin the flight.
hu: A repülőgép kapu pozíciója érvénytelen. Válaszd ki azt a kaput, ahonnan el szeretnéd kezdeni a járatot.

# gatesel_conflict
source: Gate conflict detected again.
hu: Ismét kapuütközés történt.

# gatesel_conflict_sec
source: Try to select a different gate.
hu: Próbálj egy másik kaput választani.

# connect_title
source: Connect to the simulator
hu: Kapcsolódás a szimulátorhoz

# connect_help
source: Load the aircraft below into the simulator and park it at the given airport, at the gate below, if present. Then press the Connect button to connect to the simulator.
hu: Tölsd be a lent látható repülőgépet a szimulátorba az alább megadott reptérre és kapuhoz. Ezután nyomd meg a Kapcsolódás gombot a kapcsolódáshoz.

# connect_chelp
source: The basic data of your flight can be read below.
hu: A járat alapadatai lent olvashatók.

# connect_flightno
source: Flight number:
hu: Járatszám:

# connect_acft
source: Aircraft:
hu: Típus:

# connect_tailno
source: Tail number:
hu: Lajstromjel:

# connect_airport
source: Airport:
hu: Repülőtér:

# connect_gate
source: Gate:
hu: Kapu:

# connect_sim
source: Simulator:
hu: Szimulátor:

# button_connect
source: _Connect
hu: K_apcsolódás

# button_connect_tooltip
source: Click to connect to the simulator.
hu: Kattints ide a szimulátorhoz való kapcsolódáshoz.

# connect_busy
source: Connecting to the simulator...
hu: Kapcsolódás a szimulátorhoz...

# payload_title
source: Payload
hu: Terhelés

# payload_help
source: The briefing contains the weights below. Setup the cargo weight here and the payload weight in the simulator. You can also check here what the simulator reports as ZFW.
hu: Az eligazítás az alábbi tömegeket tartalmazza. Allítsd be a teherszállítmány tömegét itt, a hasznos terhet pedig a szimulátorban. Azt is ellenőrizheted, hogy a szimulátor milyen ZFW-t jelent.

# payload_chelp
source: You can see the weights in the briefing and the cargo weight you have selected below. You can also query the ZFW reported by the simulator.
hu: Lent láthatók az eligazításban szereplő tömegek, valamint a teherszállítmány általad megadott tömege. Azt is ellenőrizheted, hogy a szimulátor milyen ZFW-t jelent.

# payload_crew
source: C_rew:
hu: _Legénység:

# payload_crew_tooltip
source: The number of the crew members on your flight.
hu: A kabin személyzet létszáma.

# payload_pax
source: P_assengers:
hu: _Utasok:

# payload_pax_tooltip
source: The number of passengers on your flight.
hu: A felnőtt utasok száma.

# payload_bag
source: _Baggage:
hu: _Poggyász:

# payload_bag_tooltip
source: The weight of the baggage on your flight.
hu: A poggyász tömege.

# payload_cargo
source: _Cargo:
hu: _Teher:

# payload_cargo_tooltip
source: The weight of the cargo on your flight.
hu: A teherszállítmány tömege.

# payload_mail
source: _Mail:
hu: P_osta:

# payload_mail_tooltip
source: The weight of the mail on your flight.
hu: A posta tömege.

# payload_zfw
source: Calculated ZFW:
hu: Kiszámolt ZFW:

# payload_fszfw
source: _ZFW from FS:
hu: _ZFW a szimulátorból:

# payload_fszfw_tooltip
source: Click here to refresh the ZFW value from the simulator.
hu: Kattints ide, hogy frissítsd a ZFW értékét a szimulátorból.

# payload_zfw_busy
source: Querying ZFW...
hu: ZFW lekérdezése...

# time_title
source: Time
hu: Menetrend

# time_help
source: The departure and arrival times are displayed below in UTC. You can also query the current UTC time from the simulator. Ensure that you have enough time to properly prepare for the flight.
hu: Az indulás és az érkezés ideje lent látható UTC szerint. A szimulátor aktuális UTC szerinti idejét is lekérdezheted. Győzödj meg arról, hogy elég időd van a repülés előkészítéséhez.

# time_chelp
source: The departure and arrival times are displayed below in UTC. You can also query the current UTC time from the simulator.
hu: Az indulás és az érkezés ideje lent látható UTC szerint. A szimulátor aktuális UTC szerinti idejét is lekérdezheted.

# time_departure
source: Departure:
hu: Indulás:

# time_arrival
source: Arrival:
hu: Érkezés:

# time_fs
source: _Time from FS:
hu: Idő a s_zimulátorból:

# time_fs_tooltip
source: Click here to query the current UTC time from the simulator.
hu: Kattings ide, hogy frissítsd a szimulátor aktuális UTC szerint idejét.

# time_busy
source: Querying time...
hu: Idő lekérdezése...

# fuel_title
source: Fuel
hu: Üzemanyag

# fuel_help_pre
source: Enter the amount of fuel in kilograms that need to be present in each tank below.
hu: Írd be az egyes tartályokba szükséges üzemanyag mennyiségét kilogrammban

# fuel_help_min
source: The minimal amount of landing fuel of your aircraft is <b>%u kgs</b>.
hu: A repülőgép leszállási üzemanyagának minimális mennyisége: <b>%u kg</b>.

# fuel_help_min_rec
source: The minimal amount of landing fuel of your aircraft is <b>%u kgs</b>, and it is recommended to land with %u kgs.
hu: A repülőgép leszállási üzemanyagának minimális mennyisége: <b>%u kg</b>, és ajánlott %u kg üzemanyaggal földet érni.

# fuel_help_post
source: When you press <b>Next</b>, the necessary amount of fuel will be pumped into or out of the tanks.
hu: Ha megnyomod az <b>Előre</b> gombot, a megadott mennyiségű üzemanyag bekerül a tartályokba.

# fuel_chelp
source: The amount of fuel tanked into your aircraft at the beginning of the flight can be seen below.
hu: A repülés elején az egyes tartályokba tankolt üzemanyag mennyisége lent látható.

# fuel_tank_centre
source: _Centre
hu: Kö_zépső

# fuel_tank_left
source: L_eft
hu: _Bal

# fuel_tank_right
source: _Right
hu: J_obb

# fuel_tank_left_aux
source: Left A_ux
hu: Bal kie_gészítő

# fuel_tank_right_aux
source: Right Au_x
hu: Jobb kiegészí_tő

# fuel_tank_left_tip
source: Left _Tip
hu: B_al szárnyvég

# fuel_tank_right_tip
source: Right Tip
hu: Jobb szárn_yvég

# fuel_tank_external1
source: External _1
hu: Külső _1

# fuel_tank_external2
source: External _2
hu: Külső _2

# fuel_tank_centre2
source: Ce_ntre 2
hu: Közé_pső 2

# fuel_get_busy
source: Querying fuel information...
hu: Az üzemanyag lekérdezése...

# fuel_pump_busy
source: Pumping fuel...
hu: Az üzemanyag pumpálása...

# fuel_tank_tooltip
source: This part displays the current level of the fuel in the tank compared to its capacity. The <span color="turquoise">turquoise</span> slider shows the level that should be loaded into the tank for the flight. You can click anywhere in the widget to move the slider there. Or you can grab it by holding down the left button of your mouse, and move the pointer up or down. The scroll wheel on your mouse also increments or decrements the amount of fuel by 10. If you hold down the <b>Shift</b> key while scrolling, the steps will be 100, or with the <b>Control</b> key, 1.
hu: Ez mutatja az üzemanyag szintjét a tartályban annak kapacitásához mérve. A <span color="turquoise">türkizkék</span> csúszka mutatja a repüléshez kívánt szintet. Ha a bal gombbal bárhová kattintasz az ábrán, a csúszka odaugrik. Ha a gombot lenyomva tartod, és az egérmutatót föl-le mozgatod, a csúszka követi azt. Az egered görgőjével is kezelheted a csúszkát. Alaphelyzetben az üzemanyag mennyisége 10-zel nő, illetve csökken a görgetés irányától függően. Ha a <b>Shift</b> billentyűt lenyomva tartod, a növekmény 100, a <b>Control</b> billentyűvel pedig 1 lesz.

# route_title
source: Route
hu: Útvonal

# route_help
source: Set your cruise flight level to be filed below, and if necessary, edit the flight plan.
hu: Állítsd be a beadandó utazószintet lent, és ha szükséges, módosítsd az útvonaltervet.

# route_chelp
source: If necessary, you can modify he flight plan below during flight. If so, please, add a comment on why the modification became necessary.
hu: Ha szükséges, lent módosíthatod az útvonaltervet repülés közben is. Ha így teszel, a megjegyzés mezőben ismertesd ennek okát.

# route_level
source: _Cruise level:
hu: _Utazószint:

# route_level_tooltip
source: The cruise flight level to file. Click on the arrows to increment or decrement by 10, or enter the number on the keyboard.
hu: A beadandó utazószint.

# route_route
source: _Route
hu: Út_vonal

# route_route_tooltip
source: The planned flight route in the standard format.
hu: Az útvonal a szokásos formátumban.

# route_altn
source: _Alternate:
hu: Ki_térő:

# route_altn_tooltip
source: The ICAO code of the alternate airport.
hu: A kitérő repülőtér ICAO kódja.

# route_down_notams
source: Downloading NOTAMs...
hu: NOTAM-ok letöltése...

# route_down_metars
source: Downloading METARs...
hu: METAR-ok letöltése...

# simbrief_setup_title
source: SimBrief setup
hu: SimBrief beállítások

# simbrief_setup_help
source: Complete the following data to start generating your SimBrief briefing.
hu: Töltsd ki a lenti adatokat a SimBrief eligazítás előállítása céljából.

# simbrief_setup_chelp
source: Your SimBrief briefing was generated with the following data.
hu: A SimBrief eligazítás az alábbi adatok alapján keszült.

# simbrief_username
source: _Username:
hu: Fel_használónév:

# simbrief_username_tooltip
source: Enter your Simbrief username
hu: Írd be a SimBrief felhasználónevedet

# simbrief_password
source: _Password:
hu: Jels_zó:

# simbrief_password_tooltip
source: Enter your Simbrief password
hu: Írdbe a SimBrief jelszavadat

# simbrief_remember_password
source: _Remember password
hu: E_mlékezz a jelszóra

# simbrief_remember_tooltip
source: If checked, your SimBrief password will be stored, so that you should not have to enter it every time. Note, however, that the password is stored as text, and anybody who can access your files will be able to read it.
hu: Ha ezt kiválasztod, a SimBrief jelszavadat eltárolja a program, így nem kell mindig újból beírnod. Vedd azonban figyelembe, hogy a jelszót szövegként tároljuk, ezért bárki elolvashatja, aki hozzáfér a fájljaidhoz.

# simbrief_extra_fuel
source: _Extra fuel:
hu: E_xtra üzemanyag:

# simbrief_extra_fuel_tooltip
source: Enter the amount of extra fuel in kilograms.
hu: Írd be az extra üzemanyag mennyiségét kilogrammban.

# simbrief_takeoff_runway
source: _Takeoff runway:
hu: _Felszálló futópálya:

# simbrief_climb_profile_tooltip
source: Select the climb profile.
hu: Válaszd ki az emelkedési profilt

# simbrief_cruise_profile
source: C_ruise profile:
hu: _Utazó profil:

# simbrief_cruise_profile_tooltip
source: Select the cruise profile.
hu: Válaszd ki az utazó profilt

# simbrief_descent_profile
source: _Descent profile:
hu: Süll_yedési profil:

# simbrief_descent_profile_tooltip
source: Select the descent profile.
hu: Válaszd ki a süllyedési profilt

# simbrief_calling
source: Calling SimBrief...
hu: A SimBrief indítása...

# simbrief_progress_searching_browser
source: Searching browser...
hu: Böngésző keresése...

# simbrief_progress_loading_form
source: Loading form...
hu: Űrlap letöltése...

# simbrief_progress_filling_form
source: Filling form...
hu: Űrlap kitöltése...

# simbrief_progress_waiting_login
source: Waiting login...
hu: Várakozás a bejelentkező ablakra...

# simbrief_progress_logging_in
source: Logging in...
hu: Bejelentkezés...

# simbrief_progress_waiting_result
source: Waiting for the result...
hu: Várakozás az eredményre...

# simbrief_progress_retrieving_briefing
source: Retrieving briefing...
hu: Az eligazítás letöltése...

# simbrief_result_error_other
source: Some error occured, see debug logs.
hu: Valamilyen hiba történt, lásd a hibanaplót.

# simbrief_result_error_no_form
source: No form could be loaded.
hu: Nem sikerült letölteni az űrlapot.
