Repository: ivaradi/mlx
Catalog: locale/*/mlx.po
Languages: hu

# register_password_tooltip
source: Enter the password you would like to use for logging in.
hu: Írd be a jelszót, amivel be szeretnél majd jelentkezni.

# register_password2
source: Pass_word again:
hu: Jelszó új_ra:

# register_password2_tooltip
source: Enter the same password again.
hu: Írd be ugyanazt a jelszót megint.

# register_password_ok
source: <span foreground="darkgreen"><b>OK</b></span>
hu: <span foreground="darkgreen"><b>Rendben</b></span>

# register_password_too_short
source: <span foreground="orange"><b>Too short</b></span>
hu: <span foreground="orange"><b>Túl rövid</b></span>

# register_password_mismatch
source: <span foreground="red"><b>Passwords differ</b></span>
hu: <span foreground="red"><b>A két jelszó különbözik</b></span>

# register_busy
source: Registering...
hu: Regisztráció...

# register_ok
source: Registration successful.
hu: A regisztráció sikerült.

# register_failed
source: Registration failed!
hu: A regisztráció nem sikerült!

# register_info
source: Congratulations! You are now a MAVA pilot in status STU (student). Your pilot ID is: <b>%s</b>. You will now be taken to the student page, where you can initiate the taking of the entrance exam or start your check flight. You can return to the page anytime later by starting the program, and logging in.
hu: Gratulálunk! Ezennel a MAVA pilótája lettél STU (student - jelölt) státuszban. Pilóta azonosítód: <b>%s</b>. Most a jelöltek oldala fog megjelenni, ahol kezdeményezheted a belépő teszt kitöltését vagy elindíthatod az ellenőrző repülést. A jelöltek oldalára bármikor visszatérhetsz ha elindítod a programot és bejelentkezel.

# register_nologin
source: Congratulations! You are now a MAVA pilot in status STU (student). Your pilot ID is: <b>%s</b>. For some reason, we could not log you in (perhaps a server failure). You will now be taken to the login page, where you can try logging in again. You can, of course, start the program at any time later on and attempt logging in.
hu: Gratulálunk! Ezennel a MAVA pilótája lettél STU (student - jelölt) státuszban. Pilóta azonosítód: <b>%s</b>. Valamilyen oknál fogva a bejelentkezés viszont nem sikerült (talán szerverhiba). A bejelentkező oldal fog megjelenni, ahol megpróbálhatsz belépni. Természetesen a programot bármikor futtathatod és megpróbálhatod a belépést.

# register_email_already
source: The given e-mail is already registered.
hu: A megadott e-mail címmel már regisztráltak.

# register_invalid_data
source: The program has sent invalid data to the server. This may be a program error. You may try to alter some data (e.g. accented characters), or send a bug report.
hu: A program érvényelen adatokat küldött a szervernek. Ez programhiba lehet. Megpróbálhatsz megváltoztatni bizonyos adatokat (pl. az ékezetes karaktereket), vagy küldhetsz hibajelentést.

# register_error
source: Some error, most likely in the server, has occured. Please, try again later.
hu: Valamilyen, valószínűleg szerverhiba történt. Kérlek, próbáld meg később.

# register_result_title
source: Registration
hu: Regisztráció

# student_title
source: Student
hu: Jelölt

# student_help
source: You can initiate the entrace exam and the check flight here.
hu: Itt intézheted a felvételi elméleti vizsgát és az ellenőrző repülést.

# student_entry_exam_status
source: Entry exam:
hu: Elméleti vizsga:

# student_entry_exam_passed
source: <span color="darkgreen"><b>Passed</b></span>
hu: <span color="darkgreen"><b>Sikeres</b></span>

# student_entry_exam_not_passed
source: <span color="orange"><b>Not yet passed</b></span>
hu: <span color="orange"><b>Még nem tetted le</b></span>

# student_entry_exam
source: Take the _entry exam
hu: _Elméleti vizsga

# student_entry_exam_tooltip
source: Click this button to go to MAVA's training website in your browser and take the theoretical entry exam. The website might ask you for login: you can use your MAVA pilot ID (PXXX) and password. If this button is greyed out, it means that you have already passed the exam earlier. Note, that its status is updated only a few minutes after passing the exam.
hu: Erre a gombra kattintva a MAVA oktatási weboldalára kerülsz böngésződben és kitöltheted az elméleti vizsga tesztjét. A weboldalon szükség lehet bejelentkezned: ebben az esetben használd a MAVA pilóta azonosítódat (PXXX) és jelszavadat. Ha a gomb inaktív, a vizsgát korábban már sikeresen teljesítetted. A gomb állapota csak néhány perccel a vizsga teljesítése után frissül.

# student_check_flight_status
source: Check flight:
hu: Ellenőrző repülés:

# student_check_flight_passed
source: <span color="darkgreen"><b>Passed</b></span>
hu: <span color="darkgreen"><b>Sikeres</b></span>

# student_check_flight_not_passed
source: <span color="orange"><b>Not yet passed</b></span>
hu: <span color="orange"><b>Még nem hajtottad végre</b></span>

# student_check_flight
source: Perform the _check flight
hu: Ellenőrző _repülés

# student_check_flight_tooltip
source: Click this button to perform the check flight, after you have selected the airfract type to fly with. You will then have to perform a flight departing from and arriving at LHBP (Budapest Ferihegy Airport) with a proper SID and arrival transition.
hu: Miután kiválasztottad a kívánt repülőgép típust, erre a gombra kattintva elindíthatod az ellenőrző repülést. Ennek során egy LHBP-ről (a ferihegyi repülőtérről) induló és oda érkező repülést kell végezned megfelelő SID és érkezési transition alkalmazásával.

# student_fo
source: Congratulations!
hu: Gratulálunk!

# student_fo_secondary
source: You have received the rank of <b>First Officer</b> (FO). By clicking OK below, you will be taken to the flight selection page, from which you can perform your first real MAVA flight!
hu: Megkaptad az <b>első tiszt</b> (FO) rangot. Ha az OK-ra kattintasz, a járatválasztó oldalra kerülsz, ahonnan teljesítheted az első igazi MAVA járatodat!

# chkfinish_title
source: Check flight finished
hu: Az ellenőrző repülés vége

# chkfinish_passed_begin
source: <b><span size="xx-large">Congratulations!</span></b> You have successfully completed your check flight.
hu: <b><span size="xx-large">Gratulálunk!</span></b> Sikeresen teljesítetted az ellenőrző repülést.

# chkfinish_passed_fo
source: You have received the rank of <b>First Officer</b> (FO).
hu: A rangod <b>első tiszt</b> (FO) lett.

# chkfinish_passed_end
source: You may wish to review the log if you have made any mistakes.
hu: Ha kívánod, a naplóban megnézheted, hogy vétettél-e valamilyen hibát.

# chkfinish_failed
source: Unfortunately, you have <b>failed</b> your check flight. You can review the log to check what mistakes you have committed.
hu: Sajnos az ellenőrző repülésed <b>sikertelen</b>. A naplóban megnézheted, milyen hibákat vétettel.

# chkfinish_savepirep
source: If you have further questions, you can save your PIREP and send the file to your mentor for a review and to receive helpful advice.
hu: Ha lennének további kérdéseid, a PIREP-et elmentheted, és elküldheted mentorodnak, hogy ő megnézhesse, és hasznos tanácsokkal szolgálhasson.

# chkfinish_next_student_begin
source: The <i>Next</i> button takes you back to the <i>Student</i> page,
hu: Az <i>Előre</i> gomb visszavisz a <i>Jelölt</i> oldalra,

# chkfinish_next_student_nothing
source: where you can initiate another test flight or take your entry exam.
hu: ahol kezdeményezheted egy újabb ellenőrző repülés végrehajtását, vagy az elméleti vizsga letételét..

# chkfinish_next_student_no_exam
source: where you can take your entry exam.
hu: ahol kezdeményezheted az elméleti vizsga letételét.

# chkfinish_next_student_no_flight
source: where you can initiate another test flight.
hu: ahol egy újabb ellenőrző repülést kezdeményezhetsz.

# chkfinish_next
source: The <i>Next</i> button takes you to the flight selection page, from which you can perform your first real MAVA flight!
hu: Az <i>Előre</i> gombbal a járatválasztó oldara kerülsz, ahonnan elindíthatod első igazi MAVA járatod teljesítését!

# chkfinish_updateweb_busy
source: Updating check flight status...
hu: Az ellenőrző repülés státuszának frissítése...

# chkfinish_passedset_failed
source: Failed to update the check flight status
hu: Nem sikerült frissíteni az ellenőrző repülés státuszát

# chkfinish_passedset_failed_title
source: Update failure
hu: Frissítési hiba

# chkfinish_passedset_failed_secondary
source: You can retry later, or save your PIREP and send it to your mentor at MAVA, who can arrange for your flight to be accepted.
hu: Megpróbálhatod később, vagy elmentheted a PIREP-et, és elküldheted a mentorodnak, aki tesz róla, hogy elfogadják az ellenőrző repülésedet.

# pendflt_title
source: Pending Flights
hu: Függő járatok

# pendflt_title_reported
source: Not yet reviewed
hu: Még nem elfogadott

# pendflt_edit_reported
source: _View/Edit...
hu: _Szerkesztés...

# pendflt_refly_reported
source: _Refly
hu: _Újra

# pendflt_delete_reported
source: _Delete
hu: _Törlés

# pendflt_title_rejected
source: Rejected
hu: Elutasított

# pendflt_refly_rejected
source: R_efly
hu: Ú_jra

# pendflt_delete_rejected
source: De_lete
hu: Tö_rlés

# pendflt_acft
source: Aircraft
hu: Repülőgép

# pendflt_refly_busy
source: Marking flights(s) for reflying
hu: A járatok megjelölése újrarepülésre

# flight_delete_question
source: Are you sure to delete the selected flight(s)?
hu: Biztosan törölni szerednéd a kiválasztott járato(ka)t?
