Repository: ivaradi/mlx
Catalog: locale/*/mlx.po
Languages: hu

# simbrief_result_error_no_popup
source: No login window appeared.
hu: Nem jelent meg a bejelentkező ablak.

# simbrief_result_error_login_failed
source: Login failed.
hu: A bejelentkezés nem sikerült.

# simbrief_result_unknown
source: Unknown error occured.
hu: Ismeretlen hiba történt.

# simbrief_cancelled
source: Reverting to the old-style briefing.
hu: Áttérünk a régi eligazításra.

# simbrief_credentials_title
source: SimBrief login
hu: SimBrief bejelentkezés

# simbrief_login_failed
source: Failed to log in to SimBrief using the supplied credentials. Please, enter new ones, or cancel SimBrief.
hu: A megadott adatokkal nem tudtam bejelentkezni a SimBriefbe. Adj meg új adatokat, vagy hagyjuk a SimBriefet

# simbrief_result_title
source: SimBrief flight plan
hu: SimBrief repülési terv

# briefing_title
source: Briefing (%d/2): %s
hu: Eligazítás (%d/2): %s

# briefing_departure
source: departure
hu: indulás

# briefing_arrival
source: arrival
hu: érkezés

# briefing_help
source: Read carefully the NOTAMs and METAR below. You can edit the METAR if your simulator or network provides different weather.
hu: Olvasd el figyelmesen a lenti NOTAM-okat és METAR-t. Ha a szimulátor vagy hálózat más időjárást ad, a METAR-t módosíthatod.

# briefing_help_nometar
source: Read carefully the NOTAMs below. <b>WARNING</b>: The METAR could not be downloaded. Please, provide one.
hu: Olvasd el figyelmesen a lenti NOTAM-okat. <b>FIGYELEM</b>: A METAR-t nem sikerült letölteni. Kérlek, gépeld be azt.

# briefing_chelp
source: If your simulator or network provides a different weather, you can edit the METAR below.
hu: Ha a szimulátor vagy hálózat más időjárást ad, a METAR-t módosíthatod.

# briefing_notams_init
source: LHBP NOTAMs
hu: LHBP NOTAM-ok

# briefing_button
source: I have read the briefing and am _ready to fly!
hu: Elolvastam az eligazítást, és készen állok a _repülésre!

# briefing_notams_template
source: %s NOTAMs
hu: %s NOTAM-ok

# briefing_notams_failed
source: Could not download NOTAMs
hu: Nem tudtam letölteni a NOTAM-okat.

# briefing_notams_missing
source: Could not download NOTAM for this airport
hu: Ehhez a repülőtérhez nem találtam NOTAM-ot.

# briefing_metar_failed
source: Could not download METAR
hu: Nem tudtam letölteni a METAR-t.

# takeoff_title
source: Takeoff
hu: Felszállás

# takeoff_help
source: Enter the runway and SID used, as well as the speeds.
hu: Írd be a felszállásra használt futópálya és SID nevét, valamint a sebességeket.

# takeoff_chelp
source: The runway, SID and takeoff speeds logged can be seen below.
hu: A naplózott futópálya, SID és a sebességek lent olvashatók.

# takeoff_metar_tooltip
source: You may edit the departure METAR here, if necessary.
hu: Ha szükséges, itt szerkesztheted az induló repülőtér METAR-ját.

# takeoff_runway
source: Run_way:
hu: _Futópálya:

# takeoff_runway_tooltip
source: The runway the takeoff is performed from.
hu: A felszállásra használt futópálya.

# takeoff_sid_tooltip
source: The name of the Standard Instrument Deparature procedure followed.
hu: Az alkalmazott szabványos műszeres indulási eljárás neve.

# takeoff_v1_tooltip_knots
source: The takeoff decision speed in knots.
hu: Az elhatározási sebesség csomóban.

# takeoff_v1_tooltip_kmph
source: The takeoff decision speed in km/h.
hu: Az elhatározási sebesség km/órában.

# label_knots
source: knots
hu: csomó

# takeoff_vr_tooltip_knots
source: The takeoff rotation speed in knots.
hu: Az elemelkedési sebesség csomóban.

# takeoff_vr_tooltip_kmph
source: The takeoff rotation speed in km/h.
hu: Az elemelkedési sebesség km/órában.

# takeoff_v2_tooltip_knots
source: The takeoff safety speed in knots.
hu: A biztonságos emelkedési sebesség csomóban.

# takeoff_v2_tooltip_kmph
source: The takeoff safety speed in km/h.
hu: A biztonságos emelkedési sebesség km/órában.

# takeoff_derate
source: Derate:
hu: Teljesítmény:

# takeoff_derate_boeing
source: Der_ated thrust:
hu: _Teljesítmény:

# takeoff_derate_boeing_tooltip
source: Enter the percentage of the takeoff power.
hu: Írd be, hogy hány százalék a felszállási teljesítmény.

# takeoff_derate_epr_tooltip
source: Enter the EPR value used for takeoff.
hu: Írd be a felszálláskor használt EPR értéket.

# takeoff_derate_tupolev
source: Thrust setting:
hu: Üzemmód:

# takeoff_derate_tupolev_nominal
source: _nominal
hu: név_leges

# takeoff_derate_tupolev_nominal_tooltip
source: Select this if the takeoff thrust setting is nominal.
hu: Ha a felszálláshoz használt üzemmód beállítása névleges, válaszd ezt.

# takeoff_derate_tupolev_takeoff
source: _takeoff
hu: f_elszállási

# takeoff_derate_tupolev_takeoff_tooltip
source: Select this if the takeoff thrust setting is takeoff.
hu: Ha a felszálláshoz használt üzemmód beállítása felszállási, válaszd ezt.

# takeoff_derate_b462
source: Der_ate enabled
hu: _Csökkentett teljesítmény

# takeoff_derate_b462_tooltip
source: Check this if derate is enabled for takeoff.
hu: Jelöld ezt be, ha a felszállás csökkentett teljesítménnyel történik.

# takeoff_antiice
source: Anti-i_ce system on
hu: Jé_gtelenítés bekapcsolva

# takeoff_antiice_tooltip
source: Indicate if you have turned on or off the anti-ice system of your aircraft before takeoff. If your aircraft indicates the status of the anti-ice system towards the logger correctly, this checkbox will be handled automatically, though you can still override it later, and it will be reflected in the log.
hu: Itt jelezheted, hogy a repülőgép jégtelenítő rendszerét bekapcsoltad felszállás előtt. Ha a repülőgép megfelelően jelzi a jégtelenítő rendszer állapotát a logger felé, ezt a jelölődobozt a program automatikusan kezeli. A kijelölést a későbbiek során szabadon módosíthatod, ami a logban is megjelenik.

# takeoff_rto
source: R_ejected takeoff
hu: _Megszakított felszállás

# takeoff_rto_tooltip
source: If you fly one of the aircraft the have no strobe lights, you can indicate here that you have aborted the takeoff. Don't forget to provide an explanation in the comments.
hu: Ha valamelyik strobe fénnyel nem rendelkező repülőgépet vezeted, itt jelezheted, ha megszakítottad a felszállást. Ne felejts magyarázattal szolgálni a megjegyzések között!

# cruise_title
source: Cruise
hu: Utazó

# cruise_help
source: If your cruise altitude changes, enter the new value below, and then press the <b>Update</b> button.
hu: Ha az utazószint változik, írd be az új értéket, majd nyomd meg a <b>Frissít</b> gombot.

# cruise_route_level_tooltip
source: The cruise flight level, if changes. Click on the arrows to increment or decrement by 10, or enter the number on the keyboard.
hu: Az utazószint, ha változik. A nyilakkal a szint 10-zel növelhető ill. csökkenthethő, vagy beírhatod a konkrét számot.

# cruise_route_level_update
source: _Update
hu: _Frissít

# cruise_route_level_update_tooltip
source: Click this button to log the cruise level set in the field to the left. The button is active only, if the value is different from the level logged last, and if you are in a flight stage during which logging is possible.
hu: Nyomd meg ezt a gombot, hogy a tőle balra lévő mezőben megadott utazószint belekerüljön a naplóba. A gomb csak akkor aktív, ha az utoljára naplózottól eltér az érték, és ha a repülésnek olyan fázisában vagy, amelyben az utazószint naplózható.

# landing_title
source: Landing
hu: Leszállás

# landing_help
source: Enter the STAR and/or transition, runway, approach type and V<sub>Ref</sub> used.
hu: Írd be a tervezett STAR és/vagy bevezetési eljárás nevét, a használt futópályát, a megközelítés módját, és a V<sub>Ref</sub>-et.

# landing_chelp
source: The STAR and/or transition, runway, approach type and V<sub>Ref</sub> logged can be seen below.
hu: A tervezett STAR és/vagy bevezetési eljárás neve, a használt futópálya, a megközelítés módja és a V<sub>Ref</sub> lent olvasható.

# landing_metar_tooltip
source: You may edit the arrival METAR here, if necessary.
hu: Ha szükséges, itt szerkesztheted az erkező repülőtér METAR-ját.

# landing_star_tooltip
source: The name of Standard Terminal Arrival Route planned.
hu: A tervezett szabványos érkezési eljárás neve.

# landing_transition
source: _Transition:
hu: _Bevezetés:

# landing_transition_tooltip
source: The name of transition planned.
hu: A tervezett bevezetési eljárás neve.

# landing_runway
source: Run_way:
hu: _Futópálya:

# landing_runway_tooltip
source: The runway the landing is performed on.
hu: A leszállásra használt futópálya.

# landing_approach
source: _Approach type:
hu: Megközelítés _típusa:

# landing_approach_tooltip
source: The type of the approach, e.g. ILS or VISUAL.
hu: A megközelítgés típusa, pl. ILS vagy VISUAL.

# landing_vref_tooltip_knots
source: The landing reference speed in knots.
hu: A leszállási sebesség csomóban.

# landing_vref_tooltip_kmph
source: The landing reference speed in km/h.
hu: A leszállási sebesség km/órában.

# landing_antiice
source: Anti-i_ce system on
hu: Jé_gtelenítés bekapcsolva

# landing_antiice_tooltip
source: Indicate if you have turned on or off the anti-ice system of your aircraft before landing. If your aircraft indicates the status of the anti-ice system towards the logger correctly, this checkbox will be handled automatically, though you can still override it later, and it will be reflected in the log.
hu: Itt jelezheted, hogy a repülőgép jégtelenítő rendszerét bekapcsoltad leszállás előtt. Ha a repülőgép megfelelően jelzi a jégtelenítő rendszer állapotát a logger felé, ezt a jelölődobozt a program automatikusan kezeli. A kijelölést a későbbiek során szabadon módosíthatod, ami a logban is megjelenik.

# flighttype_scheduled
source: scheduled
hu: menetrendszerinti

# finish_title
source: Finish
hu: Lezárás

# finish_help
source: There are some statistics about your flight below. Review the data, also on earlier pages, and if you are satisfied, you can save or send your PIREP.
hu: Lent olvasható némi statisztika a járat teljesítéséről. Ellenőrizd az adatokat, az előző oldalakon is, és ha megfelelnek, elmentheted vagy elküldheted a PIREP-et.

# finish_help_faults
source: <span foreground="red"> We observed some faults or unusual activities during your flight. Please, provide some explanation on the Flight info tab before sending the PIREP.</span>
hu: <span foreground="red"> A repülés során hibát vagy szokatlan jelenséget figyeltünk meg. Kérlek, a Járat info oldalon írj ezekre magyarázatot a PIREP elküldése előtt.</span>

# finish_help_wrongtime
source: <span foreground="red"> Your departure and/or arrival time differ too much from the scheduled time(s). Please, provide a comment or a delay code to proceed.</span>
hu: <span foreground="red"> Az érkezési és/vagy indulási idő jelentősen eltér a menetrendtől. Kérlek, írj megjegyzést vagy adj meg késési kódot a PIREP elküldése előtt.</span>

# finish_rating
source: Flight rating:
hu: Pontszám:

# finish_dep_time
source: Departure time:
hu: Indulási idő:

# finish_dep_time_tooltip
source: This is your actual departure time with the scheduled one in braces. If the two differ by more than 15 minutes, the text is <span foreground="red">red</span>. In this case, you can only send or save your PIREP, if you select either a delay code or write a comment explaining the difference. If the two differ by more than 5 minutes, but less than 15, the text is <span foreground="orange">orange</span>. It is recommended to provide an explanation in this case too, but it is not mandatory.
hu: Ez a tényleges és a menetrend szerinti indulási idő, az utóbbi zárójelben. Ha a kettő között 15 percnél nagyobb az eltérés, a szöveg <span foreground="red">piros</span>. Ebben az esetben csak akkor tudod elküldeni vagy elmenteni a PIREP-et, ha kiválasztasz egy késési kódot, vagy a megjegyzés rovatban leírod az eltérés okát. Ha a két érték több mint 5, de kevesebb mint 15 perccel tér el, a szöveg <span foreground="orange">narancssárga</span>. Ilyenkor is célszerű magyarázattal szolgálni, de nem kötelező.

# finish_flight_time
source: Flight time:
hu: Repült idő:

# finish_block_time
source: Block time:
hu: Blokk idő:

# finish_arr_time
source: Arrival time:
hu: Érkezési idő:

# finish_arr_time_tooltip
source: This is your actual arrival time with the scheduled one in braces. If the two differ by more than 15 minutes, the text is <span foreground="red">red</span>. In this case, you can only send or save your PIREP, if you select either a delay code or write a comment explaining the difference. If the two differ by more than 5 minutes, but less than 15, the text is <span foreground="orange">orange</span>.It is recommended to provide an explanation in this case too, but it is not mandatory.
hu: Ez a tényleges és a menetrend szerinti érkezési idő, az utóbbi zárójelben. Ha a kettő között 15 percnél nagyobb az eltérés, a szöveg <span foreground="red">piros</span>. Ebben az esetben csak akkor tudod elküldeni vagy elmenteni a PIREP-et, ha kiválasztasz egy késési kódot, vagy a megjegyzés rovatban leírod az eltérés okát. Ha a két érték több mint 5, de kevesebb mint 15 perccel tér el, a szöveg <span foreground="orange">narancssárga</span>. Ilyenkor is célszerű magyarázattal szolgálni, de nem kötelező.

# finish_distance
source: Distance flown:
hu: Repült táv:

# finish_fuel
source: Fuel used:
hu: Elhasznált üzemanyag:

# finish_online
source: _Online flight
hu: _Online repülés

# finish_online_tooltip
source: Check if your flight was online, uncheck otherwise.
hu: Jelöld be, ha a repülésed a hálózaton történt, egyébként szűntesd meg a kijelölést.

# finish_gate
source: _Arrival gate:
hu: _Érkezési kapu:

# finish_gate_tooltip
source: Select the gate or stand at which you have arrived to LHBP.
hu: Válaszd ki azt a kaput vagy állóhelyet, ahová érkeztél LHBP-n.

# finish_newFlight
source: _New flight...
hu: _Új járat...

# finish_newFlight_tooltip
source: Click here to start a new flight.
hu: Kattints ide egy új járat teljesítésének elkezdéséhez.

# finish_newFlight_question
source: You have neither saved nor sent your PIREP. Are you sure to start a new flight?
hu: A PIREP-et még nem mentetted el és nem is küldted el. Biztosan új járatot szeretnél kezdeni?

# finish_save
source: Sa_ve PIREP...
hu: PIREP _mentése...

# finish_save_tooltip
source: Click to save the PIREP into a file on your computer. The PIREP can be loaded and sent later.
hu: Kattints ide, hogy a PIREP fájlba mentéséhez. A PIREP-et később be lehet tölteni és el lehet küldeni.

# finish_save_title
source: Save PIREP into
hu: PIREP mentése

# finish_save_done
source: The PIREP was saved successfully
hu: A PIREP mentése sikerült

# finish_save_done_sec
source: Path: %s
hu: Elérési út: %s

# finish_save_failed
source: Failed to save the PIREP
hu: A PIREP mentése nem sikerült

# finish_save_failed_sec
source: Error: %s.
hu: A hiba: %s.

# finish_autosave_busy
source: Saving PIREP automatically...
hu: A PIREP automatikus mentése...

# info_comments
source: _Comments
hu: _Megjegyzések

# info_faults
source: F_aults, observations
hu: _Hibák, megfigyelések

# info_delay
source: Delay codes
hu: Késés kódok

# statusbar_conn_tooltip
source: The state of the connection. <span foreground="grey">Grey</span> means idle. <span foreground="red">Red</span> means trying to connect or connection is broken. <span foreground="green">Green</span> means connected.
hu: A kapcsolat állapota. <span foreground="grey">Szürke</span>: nincs kapcsolat. <span foreground="red">Piros</span>: a kapcsolat felvétele folyamatban vagy megszakadt. <span foreground="green">Zöld</span>: a kapcsolat él.

# statusbar_stage_tooltip
source: The flight stage
hu: A repülés fázisa

# statusbar_time_tooltip
source: The simulator time in UTC
hu: A szimulátor ideje UTC-ben

# statusbar_rating_tooltip
source: The flight rating
hu: A repülés pontszáma

# statusbar_busy_tooltip
source: The status of the background tasks.
hu: A háttérfolyamatok állapota.

# flight_stage_boarding
source: boarding
hu: beszállás

# flight_stage_pushback and taxi
source: pushback and taxi
hu: hátratolás és kigurulás

# flight_stage_takeoff
source: takeoff
hu: felszállás

# flight_stage_RTO
source: RTO
hu: megszakított felszállás

# flight_stage_climb
source: climb
hu: emelkedés

# flight_stage_cruise
source: cruise
hu: utazó

# flight_stage_descent
source: descent
hu: süllyedés

# flight_stage_landing
source: landing
hu: leszállás

# flight_stage_taxi
source: taxi
hu: begurulás

# flight_stage_parking
source: parking
hu: parkolás

# flight_stage_go-around
source: go-around
hu: átstartolás

# flight_stage_end
source: end
hu: kész

# statusicon_showmain
source: Show main window
hu: Mutasd a főablakot

# statusicon_showmonitor
source: Show monitor window
hu: Mutasd a monitor ablakot

# statusicon_quit
source: Quit
hu: Kilépés

# statusicon_stage
source: Stage
hu: Fázis

# statusicon_rating
source: Rating
hu: Pontszám

# update_title
source: Update
hu: Frissítés

# update_needsudo
source: There is an update available, but the program cannot write its directory due to insufficient privileges. Click OK, if you want to run a helper program with administrator privileges to complete the update, Cancel otherwise.
hu: Lenne mit frissíteni, de a program hozzáférési jogok hiányában nem tud írni a saját könyvtárába. Kattints az OK gombra, ha el szeretnél indítani egy segédprogramot adminisztrátori jogokkal, amely befejezné a frissítést, egyébként a Mégse gombra.

# update_manifest_progress
source: Downloading manifest...
hu: A manifesztum letöltése...

# update_manifest_done
source: Downloaded manifest...
hu: A manifesztum letöltve...

# update_files_progress
source: Downloading files...
hu: Fájlok letöltése...

# update_files_bytes
source: Downloaded %d of %d bytes
hu: %d bájtot töltöttem le %d bájtból

# update_renaming
source: Renaming downloaded files...
hu: A letöltött fájlok átnevezése...

# update_renamed
source: Renamed %s
hu: Átneveztem a(z) %s fájlt

# update_removing
source: Removing files...
hu: Fájlok törlése...

# update_removed
source: Removed %s
hu: Letöröltem a(z) %s fájlt

# update_writing_manifest
source: Writing the new manifest
hu: Az új manifesztum írása

# update_finished
source: Finished updating. Press OK to restart the program.
hu: A frissítés sikerült. Kattints az OK-ra a program újraindításához.

# update_nothing
source: There was nothing to update
hu: Nem volt mit frissíteni

# update_failed
source: Failed, see the debug log for details.
hu: Nem sikerült, a részleteket lásd a debug naplóban.

# weighthelp_usinghelp
source: _Using help
hu: _Használom a segítséget

# weighthelp_usinghelp_tooltip
source: If you check this, some help will be displayed on how to calculate the payload weight for your flight. Note, that the usage of this facility will be logged.
hu: Ha bejelölöd, az alábbiakban kapsz egy kis segítséget a járathoz szükséges hasznos teher megállapításához. Ha igénybe veszed ezt a szolgáltatást, ez a tény a naplóba bekerül.

# weighthelp_header_calculated
source: Requested/ calculated
hu: Elvárt/ számított

# weighthelp_header_simulator
source: Simulator data
hu: Szimulátor adatok

# weighthelp_header_simulator_tooltip
source: Click this button to retrieve the weight values from the simulator, which will be displayed below. If a value is within 10% of the tolerance, it is displayed in <b><span foreground="darkgreen">green</span></b>, if it is out of the tolerance, it is displayed in <b><span foreground="red">red</span></b>, otherwise in <b><span foreground="orange">yellow</span></b>.
hu: Kattints erre a gombra a súlyadatoknak a szimulátortól való lekérdezéséhez. Az értékek lent jelennek meg. Ha egy érték a tűrés 10%-án belül van, akkor az <b><span foreground="darkgreen">zöld</span></b> színnel jelenik meg. Ha nem fér bele a tűrésbe, akkor <b><span foreground="red">piros</span></b>, egyébként <b><span foreground="orange">sárga</span></b> színben olvasható.

# weighthelp_crew
source: Crew (%s):
hu: Legénység (%s):

# weighthelp_pax
source: Passengers (%s):
hu: Utasok (%s):

# weighthelp_baggage
source: Baggage:
hu: Poggyász:

# weighthelp_cargo
source: Cargo:
hu: Teher:

# weighthelp_mail
source: Mail:
hu: Posta:

# weighthelp_payload
source: Payload:
hu: Hasznos teher:

# weighthelp_gross
source: Gross weight:
hu: Teljes tömeg:

# weighthelp_busy
source: Querying weight data...
hu: A tömegadatok lekérdezése...

# gates_fleet_title
source: Fl_eet
hu: _Flotta

# gates_gates_title
source: LHBP gates
hu: LHBP kapuk

# gates_tailno
source: Tail nr.
hu: Lajstromjel

# gates_planestatus
source: Status
hu: Állapot

# gates_refresh
source: _Refresh data
hu: _Adatok frissítése

# gates_refresh_tooltip
source: Click this button to refresh the status data above
hu: Kattints erre a gombra a fenti adatok frissítéséhez

# gates_planes_tooltip
source: This table lists all the planes in the MAVA fleet and their last known location. If a plane is conflicting with another because of occupying the same gate its data is displayed in <b><span foreground="red">red</span></b>.
hu: Ez a táblázat tartalmazza a MAVA flottája összes repülőgépének lajstromjelét és utolsó ismert helyét. Ha egy repülőgép olyan kapun áll, amelyet másik gép is elfoglal, akkor annak a repülőgépnek az adatai <b><span foreground="red">piros</span></b> színnel jelennek meg.

# gates_gates_tooltip
source: The numbers of the gates occupied by MAVA planes are displayed in <b><span foreground="orange">yellow</span></b>, while available gates in black.
hu: A MAVA repülőgépei által elfoglalt kapuk száma <b><span foreground="orange">sárga</span></b> színnel, a többié feketén jelenik meg.

# gates_plane_away
source: AWAY
hu: TÁVOL

# gates_plane_parking
source: PARKING
hu: PARKOL

# gates_plane_unknown
source: UNKNOWN
hu: ISMERETLEN

# chklst_title
source: Checklist Editor
hu: Ellenőrzőlista szerkesztő

# chklst_aircraftType
source: Aircraft _type:
hu: Repülőgép _típusa:

# chklst_aircraftType_tooltip
source: The type of the aircraft for which the checklist is being edited.
hu: Az a típus, amelyhez tartozó ellenőrzőlista szerkesztése történik.

# chklst_add
source: _Add to checklist
hu: Listához hozzá_adás

# chklst_add_tooltip
source: Append the files selected on the left to the checklist on the right.
hu: A bal oldalt kiválasztott fájloknak a jobb oldali ellenőrzőlistához fűzése.

# chklst_remove
source: _Remove
hu: _Törlés

# chklst_remove_tooltip
source: Remove the selected items from the checklist.
hu: A kijelölt fájl(ok) törlése az ellenőrzőlistából.

# chklst_moveUp
source: Move _up
hu: Mozgatás _felfelé

# chklst_moveUp_tooltip
source: Move up the selected file(s) in the checklist.
hu: Az ellenőrzőlistából kijelölt fájl(ok) eggyel feljebb mozgatása.

# chklst_moveDown
source: Move _down
hu: Mozgatás _lefelé

# chklst_moveDown_tooltip
source: Move down the selected file(s) in the checklist.
hu: Az ellenőrzőlistából kijelölt fájl(ok) eggyel lejjebb mozgatása.

# chklst_header
source: Checklist files
hu: Ellenőrzőlista fájljai

# prefs_title
source: Preferences
hu: Beállítások

# prefs_tab_general
source: _General
hu: _Általános

# prefs_tab_general_tooltip
source: General preferences
hu: Általános beállítások

# prefs_tab_messages
source: _Messages
hu: _Üzenetek

# prefs_tab_message_tooltip
source: Enable/disable message notifications in FS and/or by sound
hu: A szimulátorba és/vagy hangjelzés általi üzenetküldés be- és kikapcsolása

# prefs_tab_sounds
source: _Sounds
hu: _Hangok

# prefs_tab_sounds_tooltip
source: Preferences regarding what sounds should be played during the various flight stages
hu: A repülés különféle fázisai alatt lejátszandó hangokkal kapcsolatos beállítások.

# prefs_tab_advanced
source: _Advanced
hu: H_aladó

# prefs_tab_advanced_tooltip
source: Advanced preferences, edit with care!
hu: Haladó beállítások: óvatosan módosítsd őket!

# prefs_language
source: _Language:
hu: _Nyelv:

# prefs_language_tooltip
source: The language of the program
hu: A program által használt nyelv
