Repository: ivaradi/mlx
Catalog: locale/*/mlx.po
Languages: hu

# prefs_restart
source: Restart needed
hu: Újraindítás szükséges

# prefs_language_restart_sec
source: If you change the language, the program should be restarted so that the change has an effect.
hu: A program nyelvének megváltoztatása csak újraindítást követően jut érvényre.

# prefs_lang_$system
source: system default
hu: alapértelmezett

# prefs_lang_en_GB
source: English
hu: angol

# prefs_lang_hu_HU
source: Hungarian
hu: magyar

# prefs_hideMinimizedWindow
source: _Hide the main window when minimized
hu: A főablak _eltüntetése minimalizáláskor

# prefs_hideMinimizedWindow_tooltip
source: If checked, the main window will be hidden completely when minimized. You can still make it appear by clicking on the status icon or using its popup menu.
hu: Ha ezt kijelölöd, a főablak teljesen eltűnik, ha minimalizálod. A státuszikonra kattintással vagy annak menüje segítségével újra meg tudod jeleníteni.

# prefs_quitOnClose
source: _Quit when the window close button is clicked
hu: _Kilépés az ablakzáró gomb megnyomásakor

# prefs_quitOnClose_tooltip
source: If checked, the application will quit when the window close button is clicked. Before quitting, the confirmation will be asked. If not checked, the window will be hidden to the tray.
hu: Ha ezt kijelölöd, a program az ablakzáró gomb megnyomására kilép, ha ebbéli szándékát megerősíted. Ha nem jelölöd ki, a főablak eltűnik, de a tálcaikon a helyén marad.

# prefs_onlineGateSystem
source: _Use the Online Gate System
hu: Az Online _Gate System használata

# prefs_onlineGateSystem_tooltip
source: If this is checked, the logger will query and update the LHBP Online Gate System.
hu: Ha ezt bejelölöd, a logger lekérdezi és frissíti az LHBP Online Gate System adatait.

# prefs_onlineACARS
source: Use the Online ACA_RS System
hu: Az Online ACA_RS rendszer használata

# prefs_onlineACARS_tooltip
source: If this is checked, the logger will continuously update the MAVA Online ACARS System with your flight's data.
hu: Ha ezt bejölöd, a logger folyamatosan közli a repülésed adatait a MAVA Online ACARS rendszerrel.

# prefs_flaretimeFromFS
source: Take flare _time from the simulator
hu: A ki_lebegtetés idejét vedd a szimulátorból

# prefs_flaretimeFromFS_tooltip
source: If this is checked, the time of the flare will be calculated from timestamps returned by the simulator.
hu: Ha ezt bejelölöd, a kilebegtetés idejét a szimulátor által visszaadott időbélyegek alapján számolja a program.

# prefs_syncFSTime
source: S_ynchronize the time in FS with the computer's clock
hu: _Szinkronizáld a szimulátor idéjét a számítógépével

# prefs_syncFSTime_tooltip
source: If this is checked, the flight simulator's internal clock will always be synchronized to the computer's clock.
hu: Ha ez bejelölöd, a szimulátor belső óráját a program szinkronban tartja a számítógép órájával.

# prefs_usingFS2Crew
source: Using FS_2Crew
hu: Használom az FS_2Crew kiegészítőt

# prefs_usingFS2Crew_tooltip
source: If this is checked, the logger will take into account, that you are using the FS2Crew addon.
hu: Ha ezt bejelölöd, a program figyelembe veszi, hogy az FS2Crew kiegészítőt használod.

# prefs_iasSmoothingEnabled
source: Enable the smoothing of _IAS over
hu: Az _IAS átlagolása

# prefs_iasSmoothingEnabledTooltip
source: If enabled, the IAS value will be averaged over the given number of seconds, and in some checks this averaged value will be considered.
hu: Ha bekapcsolod, az IAS értékét a program a jelzett időtartamig átlagolja, és az egyes ellenőrzéseknél ezt az átlagértéket hasznája.

# prefs_vsSmoothingEnabled
source: Enable the smoothing of _VS over
hu: A _vario átlagolása

# prefs_vsSmoothingEnabledTooltip
source: If enabled, the VS value will be averaged over the given number of seconds, and in some checks this averaged value will be considered.
hu: Ha bekapcsolod, a vario értékét a program a jelzett időtartamig átlagolja, és az egyes ellenőrzéseknél ezt az átlagértéket hasznája.

# prefs_smoothing_seconds
source: sec.
hu: másodpercig.

# prefs_useSimBrief
source: Use Sim_Brief
hu: Sim_Brief használata

# prefs_useSimBrief_tooltip
source: If enabled, the SimBrief dispatching system will be used to create your briefing. You will need a SimBrief user name and password.
hu: Ha ezt bejelölöd, az eligazítás elkészítéséhez a SimBrief rendszert használja a program. Szükséged lesz SimBrief felhasználónévre és jelszóra.

# prefs_pirepDirectory
source: _PIREP directory:
hu: _PIREP-ek könyvtára:

# prefs_pirepDirectory_tooltip
source: The directory that will be offered by default when saving a PIREP.
hu: Az itt megadott könyvtárt ajánlja majd fel a program a PIREP-ek mentésekor.

# prefs_pirepDirectory_browser_title
source: Select PIREP directory
hu: Válaszd ki a PIREP-ek könyvtárát

# prefs_pirepAutoSave
source: Sav_e PIREP automatically
hu: PIREP men_tése automatikusan

# prefs_pirepAutoSave_tooltip
source: If this is enabled, the PIREP will be automatically saved at the end of the flight, when all mandatory data are present. You can still modify the data later, and save it again manually.
hu: Ha bekapcsolod, a program automatikusan elmenti a PIREP-et a repülés végén, ha már minden kötelezően megadandó adat ki van töltve. Az adatok a későbbiek során is módosíthatók, és a PIREP kézzel is elmenthető.

# prefs_frame_gui
source: GUI
hu: Grafikus felület

# prefs_frame_online
source: MAVA Online Systems
hu: MAVA online rendszerek

# prefs_frame_simulator
source: Simulator
hu: Szimulátor

# prefs_sounds_frame_bg
source: Background
hu: Háttérhangok

# prefs_sounds_enable
source: _Enable background sounds
hu: Háttérhangok _engedélyezése

# prefs_sounds_enable_tooltip
source: If the background sounds are enabled, the logger can play different pre-recorded sounds during the various stages of the flight.
hu: Ha a háttérhangokat engedélyezed, a logger a repülés egyes fázisai alatt különféle hangállományokat játszik le.

# prefs_sounds_pilotControls
source: _Pilot controls the sounds
hu: _Pilóta vezérli a hangokat

# prefs_sounds_pilotControls_tooltip
source: If checked, the background sounds can be started by the pilot by pressing the hotkey specified below. Otherwise the sounds will start automatically when certain conditions hold.
hu: Ha azt kijelölöd, a legtöbb háttérhang csak akkor hallható, ha a pilóta a lent megadott gyorsbillentyűt leüti. Egyébként a hangok maguktól, bizonyos feltételek teljesülése esetén szólalnak meg.

# prefs_sounds_pilotHotkey
source: _Hotkey:
hu: _Gyorsbillentyű:

# prefs_sounds_pilotHotkey_tooltip
source: The key to press possibly together with modifiers to play the sound relevant to the current flight status.
hu: A billentyű, amit az esetlegesen megadott módosítókkal együtt le kell ütni, hogy a repülés aktuális fázisához tartozó hang megszólaljon.

# prefs_sounds_pilotHotkeyCtrl_tooltip
source: If checked, the Ctrl key should be pressed together with the main key.
hu: Ha kijelölöd, a Ctrl billentyűt is le kell nyomni a főbillentyűvel együtt.

# prefs_sounds_pilotHotkeyShift_tooltip
source: If checked, the Shift key should be pressed together with the main key.
hu: Ha kijelölöd, a Shift billentyűt is le kell nyomni a főbillentyűvel együtt.

# prefs_sounds_approachCallouts
source: Enable app_roach callouts
hu: Megközelítési _bemondások engedélyezése

# prefs_sounds_approachCallouts_tooltip
source: If checked, the approach callouts will be played at certain altitudes.
hu: Ha kijelölöd, megközelítés közben egyes magasságok elérésekor a program lejátssza a megadott fájlokat.

# prefs_sounds_speedbrakeAtTD
source: Enable speed_brake sound at touchdown
hu: _Spoiler hang bekapcsolása leszálláskor

# prefs_sounds_speedbrakeAtTD_tooltip
source: If checked, a speedbrake sound will be played after touchdown, when the speedbrakes deploy.
hu: Ha kijelölöd, egy, a spoilerek kibocsájtását imitáló hang hallatszik földetérés után, ha a spoilerek automatikusan kinyílnak.

# prefs_sounds_frame_checklists
source: Checklists
hu: Ellenőrzőlisták

# prefs_sounds_enableChecklists
source: E_nable aircraft-specific checklists
hu: _Repülőgép-specifikus ellenőrzőlisták engedélyezése

# prefs_sounds_enableChecklists_tooltip
source: If checked, the program will play back pre-recorded aircraft-specific checklists at the pilot's discretion.
hu: Ha kijelölöd, a program a lenti gyorsbillentyű megnyomásokor a használt repülőgép típushoz tartozó ellenőrzőlista következő elemét játssza le.

# prefs_sounds_checklistHotkey
source: Checklist hot_key:
hu: E_llenörzőlista gyorsbillentyű:

# prefs_sounds_checklistHotkey_tooltip
source: The key to press possibly together with modifiers to play the next checklist item.
hu: A billentyű, amit az esetlegesen megadott módosítókkal együtt le kell ütni, hogy az ellenőrzőlista következő eleme elhangozzék.

# prefs_sounds_checklistHotkeyCtrl_tooltip
source: If checked, the Ctrl key should be pressed together with the main key.
hu: Ha kijelölöd, a Ctrl billentyűt is le kell nyomni a főbillentyűvel együtt.

# prefs_sounds_checklistHotkeyShift_tooltip
source: If checked, the Shift key should be pressed together with the main key.
hu: Ha kijelölöd, a Shift billentyűt is le kell nyomni a főbillentyűvel együtt.

# prefs_update_auto
source: Update the program auto_matically
hu: Frissítsd a programot _automatikusan

# prefs_update_auto_tooltip
source: If checked the program will look for updates when it is starting, and if new updates are found, they will be downloaded and installed. This ensures that the PIREP you send will always conform to the latest expectations of the airline.
hu: Ha ez be van jelölve, a program induláskor frissítést keres, és ha talál, azokat letölti és telepíti. Ez biztosítja, hogy az elküldött PIREP mindenben megfeleljen a legújabb elvárásoknak.

# prefs_update_auto_warning
source: Disabling automatic updates may result in your version of the program becoming out of date and your PIREPs not being accepted.
hu: Az automatikus frissítés kikapcsolása azt okozhatja, hogy a program Nálad lévő verziója elavulttá válik, és a PIREP-jeidet így nem fogadják el.

# prefs_update_url
source: Update _URL:
hu: Frissítés _URL-je:

# prefs_update_url_tooltip
source: The URL from which to download the updates. Change this only if you know what you are doing!
hu: Az URL, ahol a frissítéseket keresi a program. Csak akkor változtasd meg, ha biztos vagy a dolgodban!

# prefs_use_rpc
source: Use _RPC calls
hu: _RPC hívások

# prefs_use_rpc_tooltip
source: If checked the program will use RPC calls towards the MAVA server. This should be the normal operation, but if some server operation fails, you may want to try to uncheck here. Note, that some new functionality will still be called over RPC.
hu: Ha ez be van jelölve, a program RPC hívásokkal kommunikál a MAVA szerverrel. Ez a normális, azonban ha valamilyen szerverművelet nem sikerül, megpróbálhatjuk itt megszüntetni a kijelölést. Azonban bizonyos új funkciókat továbbra is RPC-n fog hívni a program.

# prefs_msgs_fs
source: Displayed in FS
hu: Szimulátorban megjelenítés

# prefs_msgs_sound
source: Sound alert
hu: Hangjelzés

# prefs_msgs_type_loggerError
source: Logger _Error Messages
hu: _Logger hibaüzenetek

# prefs_msgs_type_information
source: _Information Messages (e.g. flight stage)
hu: _Információs üzenetek (pl. a repülés fázisa)

# prefs_msgs_type_inflight
source: In-f_light Stage Messages
hu: Repülés alatti _fázis üzenetek

# prefs_msgs_type_fault
source: _Fault Messages (e.g. strobe light fault)
hu: Hi_baüzenetek (pl. a villogó fény hiba)

# prefs_msgs_type_nogo
source: _NO GO Fault messages (e.g. MTOW NO GO)
hu: _NO GO hibaüzenetek (pl. MTOW NO GO)

# prefs_msgs_type_gateSystem
source: Ga_te System Messages (e.g. available gates)
hu: _Kapukezelő rendszer üzenetei (pl. a szabad kapuk listája)

# prefs_msgs_type_environment
source: Envi_ronment Messages (e.g. "welcome to XY aiport")
hu: Kö_rnyezeti üzenetek (pl. "welcome to XY aiport")

# prefs_msgs_type_help
source: _Help Messages (e.g. "don't forget to set VREF")
hu: _Segítő üzenetek (pl. "don't forget to set VREF")

# prefs_msgs_type_visibility
source: _Visibility Messages
hu: Lá_tótávolság üzenetek

# loadPIREP_browser_title
source: Select the PIREP to load
hu: Válaszd ki a betöltendő PIREP-et

# loadPIREP_failed
source: Failed to load the PIREP
hu: Nem tudtam betölteni a PIREP-et

# loadPIREP_failed_sec
source: See the debug log for the details.
hu: A részleteket lásd a debug naplóban.

# loadPIREP_send_help
source: The main data of the PIREP loaded:
hu: A betöltött PIREP főbb adatai:

# loadPIREP_send_flightno
source: Flight number:
hu: Járatszám:

# loadPIREP_send_date
source: Date:
hu: Dátum:

# loadPIREP_send_from
source: From:
hu: Honnan:

# loadPIREP_send_to
source: To:
hu: Hová:

# loadPIREP_send_rating
source: Rating:
hu: Pontszám:

source: _Send PIREP...
hu: PIREP _elküldése...

# sendPIREP_tooltip
source: Click to send the PIREP to the MAVA website for further review.
hu: Kattints ide, hogy elküldd a PIREP-et a MAVA szerverére javításra.

# sendPIREP_busy
source: Sending PIREP...
hu: PIREP küldése...

# sendPIREP_success
source: The PIREP was sent successfully.
hu: A PIREP elküldése sikeres volt.

# sendPIREP_success_sec
source: Await the thorough scrutiny by our fearless PIREP reviewers! :)
hu: Várhatod félelmet nem ismerő PIREP javítóink alapos észrevételeit! :)

# sendPIREP_already
source: The PIREP for this flight has already been sent!
hu: Ehhez a járathoz már küldtél be PIREP-et!

# sendPIREP_already_sec
source: You may clear the old PIREP on the MAVA website.
hu: A korábban beküldött PIREP-et törölheted a MAVA honlapján.

# sendPIREP_notavail
source: This flight is not available anymore!
hu: Ez a járat már nem elérhető!

# sendPIREP_unknown
source: The MAVA website returned with an unknown error.
hu: A MAVA szervere ismeretlen hibaüzenettel tért vissza.

# sendPIREP_unknown_sec
source: See the debug log for more information.
hu: A debug naplóban részletesebb információt találsz.

# sendPIREP_failed
source: Could not send the PIREP to the MAVA website.
hu: Nem tudtam elküldeni a PIREP-et a MAVA szerverére.

# sendPIREP_failed_sec
source: This can be a network problem, in which case you may try again later. Or it can be a bug; see the debug log for more information.
hu: Lehet, hogy hálózati probléma áll fenn, amely esetben később újra próbálkozhatsz. Lehet azonban hiba is a loggerben: részletesebb információt találhatsz a debug naplóban.

source: _View PIREP...
hu: PIREP meg_tekintése...

# pirepView_title
source: PIREP viewer
hu: PIREP megtekintése

# pirepView_tab_data
source: _Data
hu: _Adatok

# pirepView_tab_data_tooltip
source: The main data of the flight.
hu: A járat és a repülés főbb adatai.

# pirepView_frame_flight
source: Flight
hu: Járat

# pirepView_callsign
source: Callsign:
hu: Hívójel:

# pirepView_tailNumber
source: Tail no.:
hu: Lajstromjel:

# pirepView_aircraftType
source: Aircraft:
hu: Repülőgép:

# pirepView_departure
source: Departure airport:
hu: Indulási repülőtér:

# pirepView_departure_time
source: time:
hu: idő:

# pirepView_arrival
source: Arrival airport:
hu: Érkezési repülőtér:

# pirepView_arrival_time
source: time:
hu: idő:

# pirepView_numPassengers
source: PAX:
hu: Utasok:

# pirepView_numCrew
source: Crew:
hu: Legénység:

# pirepView_bagWeight
source: Baggage:
hu: Poggyász:

# pirepView_cargoWeight
source: Cargo:
hu: Teher:

# pirepView_mailWeight
source: Mail:
hu: Posta:

# pirepView_route
source: MAVA route:
hu: MAVA útvonal:

# pirepView_frame_route
source: Route filed
hu: Beadott útvonal

# pirepView_filedCruiseLevel
source: Cruise level:
hu: Repülési szint:

# pirepView_modifiedCruiseLevel
source: modified to:
hu: módosítva:

# pirepView_frame_departure
source: Departure
hu: Indulás

# pirepView_runway
source: Runway:
hu: Futópálya:

# pirepView_frame_arrival
source: Arrival
hu: Érkezés

# pirepView_transition
source: Transition:
hu: Bevezetés:

# pirepView_approachType
source: Approach:
hu: Megközelítés:

# pirepView_frame_statistics
source: Statistics
hu: Statisztika

# pirepView_blockTimeStart
source: Block time start:
hu: Blokk idő kezdete:

# pirepView_blockTimeEnd
source: end:
hu: vége:

# pirepView_flightTimeStart
source: Flight time start:
hu: Repült idő kezdete:

# pirepView_flightTimeEnd
source: end:
hu: vége:

# pirepView_flownDistance
source: Flown distance:
hu: Repült táv:

# pirepView_fuelUsed
source: Fuel used:
hu: Üzemanyag:

# pirepView_rating
source: Rating:
hu: Pontszám:

# pirepView_frame_miscellaneous
source: Miscellaneous
hu: Egyéb

# pirepView_flightType
source: Type:
hu: Típus:

# pirepView_yes
source: yes
hu: igen

# pirepView_no
source: no
hu: nem

# pirepView_delayCodes
source: Delay codes:
hu: Késés kódok:

# pirepView_tab_comments
source: _Comments & defects
hu: _Megjegyzések és hibák

# pirepView_tab_comments_tooltip
source: The comments and the flight defects.
hu: Megjegyzések, és a repülés során előfordult hibajelenségek

# pirepView_comments
source: Comments
hu: Megjegyzések

# pirepView_flightDefects
source: Flight defects
hu: Hibajelenségek

# pirepView_tab_log
source: _Log
hu: _Napló

# pirepView_tab_log_tooltip
source: The flight log.
hu: A repülési napló.

# about_website
source: Project Homepage
hu: A projekt honlapja

# about_license
source: This program is in the public domain.
hu: A program köztulajdonban van.

# about_role_prog_test
source: programming, testing
hu: programozás, tesztelés

# about_role_negotiation
source: negotiation
hu: tárgyalások

# about_role_test
source: testing
hu: tesztelés

# callouts_title
source: Approach Callouts Editor
hu: Megközelítési bemondások szerkesztése

# callouts_aircraftType
source: Aircraft _type:
hu: Repülőgép _típusa:

# callouts_aircraftType_tooltip
source: The type of the aircraft for which the approach callouts are being edited.
hu: Az a típus, amelyhez tartozó bemondások szerkesztése történik.

# callouts_header_altitude
source: Altitude
hu: Magasság

# callouts_header_path
source: Callout file
hu: Bemondás-fájl

# callouts_add
source: _Add new callout
hu: Bemondás hozzá_adása

# callouts_add_tooltip
source: Add a new callout with some default altitude.
hu: Bemondás hangfájl hozzáadása valamilyen alapértelmezett magasságal.

# callouts_remove
source: _Remove
hu: _Törlés

# callouts_remove_tooltip
source: Remove the selected items from the list of callouts.
hu: A kiválasztott bemondások törlése.

# callouts_altitude_clash
source: There is already a callout for this altitude
hu: Már tartozik bemondás ehhez a magassághoz.

# callouts_altitude_clash_sec
source: Shall I set the altitude nevertheless? If so, the other callout with the same altitude will be removed.
hu: Ennek ellenére beállítsam a megadott magasságoz? Ha így teszek, a másik bemondást egyúttal törlöm.

# callouts_open_title
source: Select a callout file
hu: Válaszd ki a bemondás fájlt

# bugreport_title
source: Bug Report
hu: Hibajelentés

# bugreport_summary
source: S_ummary:
hu: _Összefoglalás:

# bugreport_summary_tooltip
source: Enter a short, one-sentence description of the bug
hu: A hiba rövid, egymondatos leírása

# bugreport_description
source: _Description:
hu: _Leírás:

# bugreport_description_tooltip
source: Enter any further information you consider relevant. The log and the debug log will be automatically appended to the bug report, so there is no need to copy those here.
hu: Írj le minden egyéb, fontosnak ítélt információt. A naplót és a debug naplót a program automatikusan csatolja a hibajelentéshez, így azokat ide nem kell bemásolni.

# bugreport_email
source: _E-mail (optional):
hu: _E-mail (nem kötelező):

# bugreport_email_tooltip
source: If you enter your e-mail here, you will get status updates about your bug report to this address.
hu: Ha itt megadod az e-mail címed, a hibajelentés állapotáról értesítéseket fogsz kapni a megadott címre.

# sendBugReport_busy
source: Sending bug report...
hu: Hibajelentés küldése...

# sendBugReport_success
source: Bug report #%d created successfully.
hu: A %d. számú hibajelentés létrehozva.

# sendBugReport_success_sec
source: The report will be analysed and you will be contacted as soon as possible. Write down the ID above, so that you could refer to it later.
hu: A jelentést elemezzük és felvesszük veled a kapcsolatot amilyen hamar csak lehet. A fenti számot jegyezd fel, hogy a későbbiekben hivatkozhass rá.

# sendBugReport_error
source: Failed to send the bug report.
hu: Nem sikerült elküldeni a hibajelentést.

# sendBugReport_siteerror_sec
source: The website refused to process the bug report. Contact the logger's author.
hu: A web szerver visszautasította a hibajelentést. Vedd fel a kapcsolatot a program szerzőjével.

# sendBugReport_error_sec
source: There was some communication error, try again later.
hu: Valamilyen kommunikációs probléma adódott, próbáld újra később.

# register_ask
source: Would you like to register with MAVA?
hu: Szeretnél regisztrálni?

# register_ask_sec
source: It seems, you have not run the program on this computer, or at least not logged in yet. If you would like to register, click the <b>Register</b> button below and fill the form.
hu: Úgy tűnik, nem futtattad még a programot ezen a számítógépen, vagy legalábbis nem jelentkeztél még be. Ha szeretnél regisztrálni, kattints a <b>Regisztráció</b> gombra, majd töltsd ki a megjelenő űrlapot.

# register_title
source: Registration
hu: Regisztráció

# register_help
source: Enter the data below. Optional data items are in <i>italics</i>. One of VATSIM ID or IVAO ID is mandatory.
hu: Töltsd ki a lenti űrlapot. A <i>dőlt</i> betűs adatokat nem kötelező megadnod. Vagy VATSIM vagy IVAO azonosítót meg kell adni.

# register_name1
source: First _name:
hu: _Vezetéknév:

# register_name1_tooltip
source: Enter your real first name.
hu: Írd be a valódi vezetéknevedet

# register_name2
source: Sur_name:
hu: Keresz_tnév:

# register_name2_tooltip
source: Enter your real surname.
hu: Írd be a valódi keresztnevedet

# register_nameorder
source: western
hu: eastern

# register_year_of_birth
source: _Year of birth:
hu: S_zületés éve:

# register_year_of_birth_tooltip
source: Enter the year in which you were born.
hu: Írd be az évnek a számát, amelyben születtél..

# register_email_tooltip
source: Enter your e-mail address.
hu: Írd be az e-mail címedet.

# register_email_public
source: P_ublic
hu: P_ublikus

# register_email_public_tooltip
source: If checked, your e-mail address will be displayed in our forums and possibly other internal website areas, and thus it will be made available to other members of MAVA.
hu: Ha ezt bejelölöd, az e-mail címed megjelenhet a fórumunkban és egyéb belső weboldalakon is, így azt a MAVA többi tagja láthatja.

# register_vatsim_id_tooltip
source: Enter your VATSIM CID, if you are registered with VATSIM. Note that either a VATSIM CID or an IVAO VID is required for the registration.
hu: Ha rendelkezel VATSIM regisztrációval, írd be ide az azonosítódat. A regisztrációhoz vagy VATSIM vagy IVAO azonosító szükséges.

# register_ivao_id_tooltip
source: Enter your IVAO VID, if you are registered with IVAO. Note that either a VATSIM CID or an IVAO VID is required for the registration.
hu: Ha rendelkezel IVAO regisztrációval, írd be ide az azonosítódat. A regisztrációhoz vagy VATSIM vagy IVAO azonosító szükséges.

# register_phone_num
source: <i>Phone num_ber</i>:
hu: <i>Tele_fonszám</i>:

# register_phone_num_tooltip
source: Enter your phone number, if we can reach you by phone.
hu: Ha telefonon is kereshetünk, írd be a számodat.

# register_nationality
source: <i>Na_tionality</i>:
hu: <i>Nemzetisé_g</i>:

# register_nationality_tooltip
source: Enter your nationality, if you would like to share that info with us.
hu: Írd be a nemzetiségedet, ha meg kívánod azt velünk osztani.

# register_password
source: Pa_ssword:
hu: Je_lszó:
